import React  from "react";
import './aboutText.css'

const AboutText = () => {
    return (
        <>
        <div className="about__container-text">
            <p className="about__description">Virtual Driving E-School – это место, где лучшие симрейсеры делятся своим опытом для помощи другим виртуальным пилотам любого уровня. Все наши инструкторы уже прошли путь от новичка до профессионала и готовы облегчить эту задачу каждому.</p>
            <p className="about__description">Виртуальный автоспорт сейчас активно развивается. Уровень проработки современных симуляторов настолько высок, что делает управление автомобилем таким же сложным, как и в реальной жизни. А средний уровень конкуренции уже выше чем в реальных автоспортивных сериях. Поэтому важно ответственно подходить к тренировкам и своей подготовке.</p>
            <p className="about__description">Мы придерживаемся профессионального подхода к обучению, используя специально разработанные программы, но применяя индивидуальный подход к каждому. Перед занятием мы тщательно анализируем данные учеников при помощи телеметрии, что позволяет обеспечить качество процесса тренировок. Также мы используем опыт нашей команды как пилотов с большим стажем.</p>
            <p className="about__description">Наша команда объединяет топовых пилотов, таких как Егор Огородников, Кирилл Антонов, Роман Папян, Макс Петров и Михаил Стаценко. Все они имеют множество заслуг в различных чемпионатах России, опыт выступлений в мировых первенствах и являются лучшими тренерами СНГ.</p>
        </div>
        </>
    )
}

export default AboutText;